The  NumberingSchemaType  type exposes the following members.
 Properties
Name  |   Description
Guid
 The Guid of GUID-based enum object.
 (Inherited from  GuidEnum  .)
 See Also
  NumberingSchemaType Class
  Autodesk.Revit.DB Namespace